[
	{
		"id": 1,
		"display": "homeScreen",
		"image": "https://i.ibb.co/zQ8JGdJ/1.jpg",
		"title": "Dental Implant",
		"description": "A dental implant (also known as an endosseous implant or fixture) is a surgical component that interfaces with the bone of the jaw or skull to support a dental prosthesis such as a crown, bridge, denture, or facial prosthesis or to act as an orthodontic anchor. The basis for modern dental implants is a biologic process called osseointegration, in which materials such as titanium or zirconia form an intimate bond to bone. The implant fixture is first placed so that it is likely to osseointegrate, then a dental prosthetic is added. A variable amount of healing time is required for osseointegration before either the dental prosthetic (a tooth, bridge or denture) is attached to the implant or an abutment is placed which will hold a dental prosthetic/crown.Success or failure of implants depends on the health of the person receiving the treatment, drugs which affect the chances of osseointegration, and the health of the tissues in the mouth. The amount of stress that will be put on the implant and fixture during normal function is also evaluated. Planning the position and number of implants is key to the long-term health of the prosthetic since biomechanical forces created during chewing can be significant. The position of implants is determined by the position and angle of adjacent teeth, by lab simulations or by using computed tomography with CAD/CAM simulations and surgical guides called stents. The prerequisites for long-term success of osseointegrated dental implants are healthy bone and gingiva. Since both can atrophy after tooth extraction, pre-prosthetic procedures such as sinus lifts or gingival grafts are sometimes required to recreate ideal bone and gingiva.The final prosthetic can be either fixed, where a person cannot remove the denture or teeth from their mouth, or removable, where they can remove the prosthetic. In each case an abutment is attached to the implant fixture. Where the prosthetic is fixed, the crown, bridge or denture is fixed to the abutment either with lag screws or with dental cement. Where the prosthetic is removable, a corresponding adapter is placed in the prosthetic so that the two pieces can be secured together.The risks and complications related to implant therapy divide into those that occur during surgery (such as excessive bleeding or nerve injury), those that occur in the first six months (such as infection and failure to osseointegrate) and those that occur long-term (such as peri-implantitis and mechanical failures). In the presence of healthy tissues, a well-integrated implant with appropriate biomechanical loads can have 5-year plus survival rates from 93 to 98 percent"
	},
	{
		"id": 2,
		"display": "homeScreen",
		"image": "https://i.ibb.co/T4Sg9bZ/2.jpg",
		"title": "Root Canal Treatment",
		"description": "Root canal treatment (also known as endodontic therapy, endodontic treatment, or root canal therapy) is a treatment sequence for the infected pulp of a tooth which is intended to result in the elimination of infection and the protection of the decontaminated tooth from future microbial invasion.[1] Root canals, and their associated pulp chamber, are the physical hollows within a tooth that are naturally inhabited by nerve tissue, blood vessels and other cellular entities. Together, these items constitute the dental pulp.[2] Endodontic therapy involves the removal of these structures, disinfection and the subsequent shaping, cleaning, and decontamination of the hollows with small files and irrigating solutions, and the obturation (filling) of the decontaminated canals. Filling of the cleaned and decontaminated canals is done with an inert filling such as gutta-percha and typically a zinc oxide eugenol-based cement. However, long and proven knowledge has shown that the results will increase dramatically if a small dose of paraformaldehyde is added to the zinc oxide. This was clearly demonstrated in a retrospective study (Telander 1966) who showed a success rate of 92 % at a six year follow up. No signs of infection were seen. Several studies in the 21 century have confirmed the high success rate. (A. Steup 2001, U. Teeuwen 2007, P. Venuti 2014) [3] Epoxy resin is employed to bind gutta-percha in some root canal procedures.[4] Another option is to use an antiseptic filling material containing paraformaldehyde like N2.[5] Endodontics includes both primary and secondary endodontic treatments as well as periradicular surgery which is generally used for teeth that still have potential for salvage"
	},
	{
		"id": 3,
		"display": "homeScreen",
		"image": "https://i.ibb.co/YycSg55/3.jpg",
		"title": "Orthodontics Treatment",
		"description": "The rather less invasive type that uses alveolar corticotomies and is aimed at augmenting the alveolar bone deficiencies and shortening the orthodontic treatment time. Various procedures have been introduced, but mainly involves creating corticotomies in the alveolar bone, creating a Regional Acceleratory Phenomenon (RAP), leading to increased bone turnover, decreased mineral content of the alveolar bone, and this collectively leads to faster tooth movement and bone remodeling.As the technique evolved, periodontally accelerated osteogenic orthodontics (PAOO), to correct the deficient alveolar bone (dehiscences and fenestrations) that are often associated with gingival recessions, simultaneous bone augmentation with particulate bone graft (allgraft/xenograft) and collagen membrane were also added to the original corticotomies.Various flap design modifications have been suggested, including the full-thickness mucoperiosteal flap reflection or the VISTA approachThe second category uses the principles of Osteodistraction and osteotomies to facilitate correction of often severe malocclusions, such as rapid maxillary expansion to correct a narrow maxilla or closure of large clefts in cleft palate patients."
	},
	{
		"id": 4,
		"display": "homeScreen",
		"image": "https://i.ibb.co/NxYGvZ2/4.jpg",
		"title": "Dental Crown & Bridge",
		"description": "In dentistry, a crown most commonly refers to a dental cap, a type of dental restoration that completely caps or encircles a tooth or dental implant. A crown may be needed when a large cavity threatens the health of a tooth.[1] A crown is typically bonded to the tooth by dental cement. They can be made from various materials, which are usually fabricated using indirect methods. Crowns are used to improve the strength or appearance of teeth and to halt deterioration. While beneficial to dental health, the procedure and materials can be costly.The most common method of crowning a tooth involves taking a dental impression of a tooth prepared by a dentist, then fabricating the crown outside of the mouth. The crown can then be inserted at a subsequent dental appointment. This indirect method of tooth restoration allows use of strong restorative material requiring time-consuming fabrication under intense heat, such as casting metal or firing porcelain, that would not be possible inside the mouth. Because of its compatible thermal expansion, relatively similar cost, and cosmetic benefit, some patients choose to have their crown fabricated with gold.Computer technology is increasingly employed for crown fabrication in CAD/CAM dentistry."
	},
	{
		"id": 5,
		"display": "homeScreen",
		"image": "https://i.ibb.co/pKjrM1s/5.jpg",
		"title": "Gum Treatment",
		"description": "The gums are part of the soft tissue lining of the mouth. They surround the teeth and provide a seal around them. Unlike the soft tissue linings of the lips and cheeks, most of the gums are tightly bound to the underlying bone which helps resist the friction of food passing over them. Thus when healthy, it presents an effective barrier to the barrage of periodontal insults to deeper tissue. Healthy gums are usually coral pink in light skinned people, and may be naturally darker with melanin pigmentation. Changes in color, particularly increased redness, together with swelling and an increased tendency to bleed, suggest an inflammation that is possibly due to the accumulation of bacterial plaque. Overall, the clinical appearance of the tissue reflects the underlying histology, both in health and disease. When gum tissue is not healthy, it can provide a gateway for periodontal disease to advance into the deeper tissue of the periodontium, leading to a poorer prognosis for long-term retention of the teeth. Both the type of periodontal therapy and homecare instructions given to patients by dental professionals and restorative care are based on the clinical conditions of the tissue.The gums are divided anatomically into marginal, attached and interdental areas."
	},
	{
		"id": 6,
		"display": "homeScreen",
		"image": "https://i.ibb.co/5Gnq8Mk/6.jpg",
		"title": "Children Dentistry",
		"description": "Pediatric dentistry is one of the ten dental specialties recognized by American Dental Association. Other specialties include dental public health, endodontics, oral and maxillofacial pathology, oral and maxillofacial radiology, oral and maxillofacial surgery, orthodontics and dentofacial orthopedics, periodontics, and prosthodontics. The first step would be obtaining a college degree in biomedical science, health science, or social science as long as all biomedical course pre-requisites are met [12] courses. While in college, one can explore the profession by shadowing in a pediatric dental office or children's hospital, or working on academic research that studies oral health of children. Second step would be attending a dental school that involves four years of education and training. One can graduate with Doctor of Dental Surgery (DDS) or Doctor of Dental Medicine (DMD). Both degrees are equivalent and people receive the same training as required by the CODA(The Commission on Dental Accreditation). During the first two years of dental school, dental students will take didactic classes on biomedical sciences and hands on classes to learn technical procedures in a pre-clinical laboratory setting. Third and fourth years of dental school focus on clinical care under the supervision of attending faculty who are licensed dentists. Before graduating, all dental students must pass National Board Dental Examination part I and part II, as well as clinical skill exams (e.g., ADEX, WREB, etc) to become a licensed general dentist. In order to specialize in pediatric dentistry, one should receive additional in-depth training from an accredited postgraduate residency program.[13] Pediatric dentistry residency program can be 24 months or more in length. At the end, resident dentists are awarded a certificate in pediatric dentistry with or without a master's degree depending on their program type. Specialized training covers all aspects of oral health care from infancy through adolescence, encompassing behavior management, preventive dentistry, restorative dentistry, sedation dentistry, oral trauma management, interceptive orthodontics, oral medicine and pathology. The majority of residency training is spent on treating pediatric patients in a dental clinic or hospital operating room where the patient is under general anesthesia."
	},
	{
		"id": 7,
		"image": "https://i.ibb.co/rHRrkz2/7.jpg",
		"title": "Geriatric Dentistry",
		"description": "Geriatric dentistry or gerodontics is the delivery of dental care to older adults involving the diagnosis, prevention, and treatment of problems associated with normal aging and age-related diseases as part of an interdisciplinary team with other health care professionals.From a psychological point of view it is an area allied to special needs dentistry where the cognitive effects of aging need to be taken into account in terms of facilitating and monitoring oral health behavior, providing dental health education, and helping people deal with dental fear etc. Obviously someone suffering from severe dementia may well forget to clean their teeth and may not understand the context of a visit to the dentist and may be quite fearful of the experience. As a consequence they will require skilled and sympathetic clinical management."
	},
	{
		"id": 8,
		"image": "https://i.ibb.co/CtN4m0y/8.jpg",
		"title": "Cosmetic Dentistry",
		"description": "Cosmetic dentistry is generally used to refer to any dental work that improves the appearance (though not necessarily the functionality) of teeth, gums and/or bite. It primarily focuses on improvement in dental aesthetics in color, position, shape, size, alignment and overall smile appearance.[1] Many dentists refer to themselves as cosmetic dentists regardless of their specific education, specialty, training, and experience in this field. This has been considered unethical with a predominant objective of marketing to patients.The American Dental Association does not recognize cosmetic dentistry as a formal specialty area of dentistry.[3] However, there are still dentists that promote themselves as cosmetic dentists."
	},
	{
		"id": 9,
		"image": "https://i.ibb.co/YXwXX6L/9.jpg",
		"title": "Digital Smile Design",
		"description": "Digital dentistry refers to the use of dental technologies or devices that incorporates digital or computer-controlled components to carry out dental procedures rather than using mechanical or electrical tools. The use of digital dentistry can make carrying out dental procedures more efficient than using mechanical tools, both for restorative as diagnostic purposes. Used as a way to facilitate dental treatments and propose new ways to meet rising patient demands.The 'father' of digital dentistry is the French professor François Duret, who invented dental CAD/CAM in 1971.Some of the technologies used in digital dentistry include:Intraoral cameras CAD/CAM Computer-aided implant dentistry — including design and fabrication of surgical guides Computer-aided crown manufacturing 3D Printing (e.g. to print physical models of digital images taken with intra-oral scans, make appliances, temporaries, surgical guides)[1] Digital radiography Cone beam computed tomography (CBCT) Magnetic resonance imaging CT scans Electric and surgical/implant handpieces Computer-aided implant dentistry Photography (extraoral and intraoral) Practice and patient record management software — including digital patient education Shade matching Diagnodent Dental lasers The Wand — used to carry anesthesia[2][3] Digital X-rays (includes both direct sensors and indirect phosphor plate systems) Dental loupes[citation needed] Virtual and augmented reality."
	},
	{
		"id": 10,
		"image": "https://i.ibb.co/LhG68kk/10.jpg",
		"title": "Wisdom Tooth Surgery",
		"description": "A third molar, commonly called wisdom tooth, is one of the three molars per quadrant of the human dentition. It is the most posterior of the three. The age at which wisdom teeth come through (erupt) is variable,[1] but this generally occurs between late teens and early twenties.[2] Most adults have four wisdom teeth, one in each of the four quadrants, but it is possible to have none, one to three, or more than four, in which case the extras are called supernumerary teeth.Wisdom teeth may get stuck (impacted)[3] against other teeth if there is not enough space for them to come through normally. Impacted wisdom teeth are still sometimes removed for orthodontic treatment, believing that they move the other teeth and cause crowding, though this is not held anymore as true.[4] Impacted wisdom teeth may suffer from tooth decay if oral hygiene becomes more difficult. Wisdom teeth which are partially erupted through the gum may also cause inflammation[3] and infection in the surrounding gum tissues, termed pericoronitis. Some more conservative treatments, such as operculectomies, may be fitting for some cases, yet impacted wisdom teeth are commonly extracted as treatment for these problems, many times before these problems even occur. Some institutions and researchers oppose this preventive removal of disease-free impacted wisdom teeth, among them the United Kingdom's National Health Service and National Institute for Health and Care Excellence"
	},
	{
		"id": 11,
		"image": "https://i.ibb.co/grdZ1K8/11.jpg",
		"title": "Temporomandibular Joint Pain",
		"description": "Temporomandibular joint dysfunction (TMD, TMJD) is an umbrella term covering pain and dysfunction of the muscles of mastication (the muscles that move the jaw) and the temporomandibular joints (the joints which connect the mandible to the skull). The most important feature is pain, followed by restricted mandibular movement,and noises from the temporomandibular joints (TMJ) during jaw movement. Although TMD is not life-threatening, it can be detrimental to quality of life;[3] this is because the symptoms can become chronic and difficult to manage.In this article, the term temporomandibular disorder is taken to mean any disorder that affects the temporomandibular joint, and temporomandibular joint dysfunction (here also abbreviated to TMD) is taken to mean symptomatic (e.g. pain, limitation of movement, clicking) dysfunction of the temporomandibular joint. However, there is no single, globally accepted term or definition[4] concerning this topic.TMDs have a range of causes and often co-occur with a number of overlapping medical conditions, including headaches, fibromyalgia, back pain, and irritable bowel.[5] However, these factors are poorly understood,[6] and there is disagreement as to their relative importance. There are many treatments available,[7] although there is a general lack of evidence for any treatment in TMD, and no widely accepted treatment protocol. Common treatments include provision of occlusal splints, psychosocial interventions like cognitive behavioral therapy, physical therapy, and pain medication or others. Most sources agree that no irreversible treatment should be carried out for TMD.About 20% to 30% of the adult population are affected to some degree.Usually people affected by TMD are between 20 and 40 years of age, and it is more common in females than males.TMD is the second most frequent cause of orofacial pain after dental pain (i.e. toothache)"
	},
	{
		"id": 12,
		"image": "https://i.ibb.co/vYxrX61/12.jpg",
		"title": "Veneer",
		"description": "In dentistry, a veneer is a layer of material placed over a tooth. Veneers can improve the aesthetics of a smile and protect the tooth's surface from damage.There are two main types of material used to fabricate a veneer: composite and dental porcelain. A composite veneer may be directly placed (built-up in the mouth), or indirectly fabricated by a dental technician in a dental lab, and later bonded to the tooth, typically using a resin cement. Usually used for treatment of adolescent patients who will require a more permanent design once they are fully grown. The lifespan of a composite veneer is approximately 4 years.In contrast, a porcelain veneer may only be indirectly fabricated. A full veneer crown is described as a restoration that covers all the coronal tooth surfaces (Mesial, Distal, Facial, Lingual and Occlusal[citation needed]. Laminate veneer, on the other hand, is a thin layer that covers only the surface of the tooth and generally used for aesthetic purposes. These typically have better performance and aesthetics and are less plaque retentive."
	},
	{
		"id": 13,
		"image": "https://i.ibb.co/xJPZMzp/13.jpg",
		"title": "Full Mouth Rehabilitation",
		"description": "It might sound like a complicated procedure, but full mouth rehabilitation merely means combining restorative dental treatments to fix or rebuild your smile. Our goal is to not only help you enjoy smiling again, but also to strengthen and fortify your healthy oral tissues and tooth structures, as well. The exact treatments that make up your full mouth reconstruction will depend on the specific issues that affect your smile. During your consultation, we will thoroughly discuss your dental issues, and what combination of treatments can rebuild your smile in a conservative, minimally-invasive way.The Reason for Restoration Dentistry Dental restoration is not just an option; it’s a necessity, since your teeth cannot recover from damage or infection on their own. A chipped edge, a cracked surface, or even a minor cavity will pose a significant threat to your oral health if allowed to grow worse through lack of treatment.In many cases, a tooth filling or dental crown may be able to restore a single afflicted tooth. However, many patients exhibit a number of problems with more than one tooth, and/or the gum tissues around them. Restorative dentistry is designed to restore your smile’s good health; when that requires more than a single procedure, full mouth reconstruction may be the answer."
	},
	{
		"id": 14,
		"image": "https://i.ibb.co/9hrZKnR/14.jpg",
		"title": "Facial Pain",
		"description": "Atypical facial pain (AFP) is a type of chronic facial pain which does not fulfill any other diagnosis.[1] There is no consensus as to a globally accepted definition, and there is even controversy as to whether the term should be continued to be used. Both the International Headache Society (IHS) and the International Association for the Study of Pain (IASP) have adopted the term persistent idiopathic facial pain (PIFP) to replace AFP. In the 2nd Edition of the International Classification of Headache Disorders (ICHD-2), PIFP is defined as persistent facial pain that does not have the characteristics of the cranial neuralgias ... and is not attributed to another disorder.[6] However, the term AFP continues to be used by the World Health Organization's 10th revision of the International Statistical Classification of Diseases and Related Health Problems and remains in general use by clinicians to refer to chronic facial pain that does not meet any diagnostic criteria and does not respond to most treatments.[7]The main features of AFP are: no objective signs, negative results with all investigations/ tests, no obvious explanation for the cause of the pain, and a poor response to attempted treatments.[8] AFP has been described variably as a medically unexplained symptom, a diagnosis of exclusion, a psychogenic cause of pain (e.g. a manifestation of somatoform disorder), and as a neuropathy. AFP is usually burning and continuous in nature, and may last for many years. Depression and anxiety are often associated with AFP, which are either described as a contributing cause of the pain, or the emotional consequences of suffering with unrelieved, chronic pain. For unknown reasons, AFP is significantly more common in middle aged or elderly people, and in females.Atypical odontalgia (AO) is very similar in many respects to AFP, with some sources treating them as the same entity, and others describing the former as a sub-type of AFP. Generally, the term AO may be used where the pain is confined to the teeth or gums, and AFP when the pain involves other parts of the face.[7] As with AFP, there is a similar lack of standardization of terms and no consensus regarding a globally accepted definition surrounding AO. Generally definitions of AO state that it is pain with no demonstrable cause which is perceived to be coming from a tooth or multiple teeth, and is not relieved by standard treatments to alleviate dental pain.Depending upon the exact presentation of atypical facial pain and atypical odontalgia, it could be considered as craniofacial pain or orofacial pain. It has been suggested that, in truth, AFP and AO are umbrella terms for a heterogenous group of misdiagnosed or not yet fully understood conditions, and they are unlikely to each represent a single, discrete condition"
	},
	{
		"id": 15,
		"image": "https://i.ibb.co/FhRN2w7/15.jpg",
		"title": "Laser Dentistry",
		"description": "A dental laser is a type of laser designed specifically for use in oral surgery or dentistry In the United States, the use of lasers on the gums was first approved by the Food and Drug Administration in the early 1990s, and use on hard tissue like teeth or the bone of the mandible gained approval in 1996.[1] Several variants of dental lasers are in use with different wavelengths and these mean they are better suited for different applications.Diode lasers wavelengths in the 810–1,100 nm range are poorly absorbed by the soft tissues[3][4][5][6][7] such as the gingivae, and cannot be used for soft tissue cutting or ablation.[4][5][7][8] Instead, the distal end of diode’s glass fiber is charred (by burned ink or by burned corkwood, etc.) and the char is heated by the 810-1,100 nm laser beam, which in turn heats up the glass fiber’ tip.[6][8] The soft tissue is cut, on contact, by the hot charred glass tip and not by the laser beam this was primarily used by the Michigan school of dentistry.Similarly Nd:YAG lasers are used for soft tissue surgeries in the oral cavity, such as gingivectomy, periodontal sulcular debridement, LANAP, frenectomy, biopsy, and coagulation of graft donor sites. The Nd:YAG laser wavelength are partially absorbed by pigment in the tissue such as hemoglobin and melanin.[9] These lasers are often used for debridement and disinfection of periodontal pockets. Their coagulative ability to form fibrin allows them to seal treated pockets.The CO2 laser remains the best surgical laser for the soft tissue where both cutting and hemostasis is achieved photo-thermally (radiantly)"
	}
]